probeLocations/data/cavity/system/probesDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      probesDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

// Fields to be probed. runTime modifiable!
fields
(
    p U
);

// Locations to be probed. runTime modifiable!
probeLocations
(
    (0.0254 0.0253 0.0)
    (0.0508 0.0253 0.0)
    (0.0762 0.0253 0.0)
    (0.01016 0.0253 0.0)
    (0.01270 0.0253 0.0)
    (0.01524 0.0253 0.0)
    (0.01778 0.0253 0.0)
);

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
